[
  {
    "text": "This one got shared by school nurses all around, but did you know that you shouldn't tilt your head back if you have a nosebleed? This could cause you to choke or vomit as a result of blood going back into your throat.",
    "sources": ["https://www.nytimes.com/2008/04/29/health/29real.html"],
    "range": [1940, 2020]
  },
  {
    "text": "You were probably taught at some point that people in the time of Christopher Columbus all thought the world was flat. However, this is a myth that pervades history - most people knew the earth was a globe!",
    "sources": ["https://www.history.com/news/christopher-columbus-never-set-out-to-prove-the-earth-was-round"],
    "range": [1940, 2020]
  },
  {
    "text": "A common myth that gets thrown around a lot in health classes is that cracking your knuckles can cause arthritis. This, as it turns out, isn't true - it's perfectly safe to crack your knuckles as much as you'd like.",
    "sources": ["https://www.health.harvard.edu/pain/does-knuckle-cracking-cause-arthritis"],
    "range": [1940, 2020]
  },
  {
    "text": "A fun fact about taste for you - there is actually no such thing as a 'taste map,' or the idea that different areas of the tongue result in you tasting different things. At most, there's just different regions of <i>sensitivity</i> to taste!",
    "sources": ["https://www.wired.com/story/science-of-taste/"],
    "range": [1940, 2020]
  },
  {
    "text": "You've no doubt heard of this myth, perhaps not just from school - the idea that we only use 10% of our brains. This isn't true - we use all parts of our brains, just at different times since each neural location has a specific purpose!",
    "sources": ["https://www.oecd.org/education/ceri/neuromyth4.htm"],
    "range": [1940, 2020]
  },
  {
    "text": "Another common myth is the idea that Thomas Edison invented the lightbulb. He was in fact not the inventor, just someone who helped to optimize its efficiency.",
    "sources": ["https://time.com/3517011/thomas-edison/"],
    "range": [1940, 2020]
  },
  {
    "text": "You were probably taught at some point that we'd never be able to map out the entire human genome due to its complexity. However, in 2003, we documented the first 92%, and in 2022 we documented the remaining 8%.",
    "sources": ["https://www.nih.gov/news-events/nih-research-matters/first-complete-sequence-human-genome"],
    "range": [1940, 2010]
  },
  {
    "text": "There's a good chance when you were younger, you heard classical music in the classroom to try and make you smarter. However, this is a myth - there is no such link between music and intelligence (or that we can measure intelligence for another matter!)",
    "sources": ["https://www.theverge.com/2013/12/12/5204124/the-mozart-effect-myth-research-finds-music-doesnt-make-you-smarter"],
    "range": [1940, 2010]
  },
  {
    "text": "Contrary to what DARE might have taught you, marijuana is not considered a substantial gateway drug, with the best evidence being limited in nature, and with most marijuana users not going on to use other drugs.",
    "sources": ["https://web.archive.org/web/20230910200309/", "https://www.cdc.gov/marijuana/health-effects/risk-of-other-drugs.html"],
    "range": [1980, 2000]
  },
  {
    "text": "The original food pyramid was introduced in 1992, and seemed to imply that there were different tiers of 'importance' to what food you ate. Since changed in 2011, this was deemed an inaccurate and potentially harmful way to view food intake. Food is food after all!",
    "sources": ["https://www.inspirahealthnetwork.org/news/breaking-down-food-pyramid"],
    "range": [1990, 2000]
  },
  {
    "text": "You've probably heard a lot about Thanksgiving being a supposedly peaceful gathering among Pilgrims and Indigenous Americans, but this is actually a myth - it led to a bloodbath brought on by colonial settlers.",
    "sources": ["https://www.smithsonianmag.com/history/thanksgiving-myth-and-what-we-should-be-teaching-kids-180973655/"],
    "range": [1940, 2000]
  },
  {
    "text": "You might've been taught that lemmings are known to take their lives because they're just that unintelligent. Turns out, this isn't true - they're smart enough to stay alive!",
    "sources": ["https://www.adfg.alaska.gov/index.cfm?adfg=wildlifenews.view_article&articles_id=56"],
    "range": [1940, 1990]
  }
]
